{"Home":"家","About":"約","Games":"ゲーム","Contact":"コンタクト","Blog":"ブログ","Login":"ログインする","Registration":"登録","THE BEST LIVE CASINO ONLINE":"最高のライブカジノオンライン","We are the best online lottery gaming platform, Play your favourite live casino games online..":"私たちは最高のオンライン宝くじゲーム プラットフォームです。オンラインでお気に入りのライブ カジノ ゲームをプレイしてください。","Sign Up":"サインアップ","Sign In":"ログイン","Total Withdraw":"総出金","Total Deposit":"総預金","Total Winners":"合計勝者","Total User":"合計ユーザー","We are the best online lottery gaming platform.":"私たちは最高のオンライン宝くじゲーム プラットフォームです。","Quick Withdraw":"クイック引き出し","Quick Deposit":"クイック引き出しクイック入金 生","Best Platform":"最高のプラットフォーム","LEARN MORE":"もっと詳しく知る","Our Awesome Games":"私たちの素晴らしいゲーム","You can play with us wherever and whenever you fancy, and no matter the time of day, we’ll be there for you with our 24\/7 Customer Support.":"いつでもどこでもお好きなときにプレイできます。いつでも、24 時間年中無休のカスタマー サポートをご利用いただけます。","Head & Tail":"頭と尾","Rock Paper scissors":"最初はグー、じゃんけん","Spin Wheel":"スピンホイール","Number Guessing":"数当て","Dice Rolling":"サイコロ転がし","Card Finding":"カード検索","Number Slot":"ナンバースロット","Pool Number":"プール番号","Play Now":"今すぐプレイ","24\/7 Support":"年中無休のサポート","Learn More":"もっと詳しく知る","Latest Transactions And Winners":"最新の取引と勝者","We make it our absolute mission to be the very best casino out there, so enjoy playing with us – we know you will!":"私たちは最高のカジノになることを絶対的な使命としています。","Latest Winners":"最新の受賞者","Latest Transactions":"最新の取引","Transaction ID":"取引ID","User name":"ユーザー名","Date":"日にち","Amount":"額","OUR PARTNERS":"私たちのパートナー","Privacy and Policy":"プライバシーとポリシー","Terms and Condition":"利用規約","© 2022. All Rights Reserved":"© 2022. 全著作権所有","Read More":"続きを読む","Our Latest News":"最新ニュース","Expand your knowledge through in-depth articles, webinars, tips and tricks, and the latest news.":"詳細な記事、ウェビナー、ヒントとコツ、最新ニュースを通じて知識を広げてください。","Why Choose RichsCasino":"RichsCasinoを選ぶ理由","We just keep getting bigger and better! We pride ourselves on producing the smoothest play to win.":"私たちはどんどん大きくなっていきます！私たちは、勝つための最もスムーズなプレーを生み出すことに誇りを持っています。","Awesome Gaming Platform":"素晴らしいゲームプラットフォーム","Quick Response":"迅速な対応","Invest Win And Earn":"投資して勝つ","Secure Betting Platform":"安全な賭けのプラットフォーム","Referral Commission System":"紹介手数料制度","Secure Payment Gateway":"安全な支払いゲートウェイ","Support team working 24\/7 for you.":"24 時間 365 日対応のサポート チーム。","How Work RichsCasino":"働き方 RichsCasino","Click Play Now":"今すぐプレイをクリック","Click Play Now and Win Money!":"[今すぐプレイして賞金を獲得しましょう!] をクリックします。","Pick the Option":"オプションを選ぶ","Choose the right option for you":"適切なオプションを選択してください","Add Amount":"金額を追加","Add the amount you like to play with":"遊びたい金額を追加","Choose Game":"ゲームを選択","Choose the right game to start":"開始する適切なゲームを選択してください","Frequently Asked Questions":"よくある質問","You can find answers to most questions in our FAQs.":"ほとんどの質問に対する回答は、FAQ で見つけることができます。","Why RichsCasino?":"RichsCasino を選ぶ理由","We just keep getting bigger and better! We pride ourselves on producing the smoothest products, whether you’re having a spin on the slots or a flutter on the racing, you can guarantee top-quality when you play with us. What’s more, we love rewarding our players and it begins from the moment you join us. Once you’ve claimed your Welcome Package, the rest of the offers will come rolling in, so be sure to opt in to marketing emails so you don’t miss out!":"私たちはどんどん大きくなっていきます！スロットでのスピンでもレースでのフラッターでも、私たちと一緒にプレイするときは最高品質を保証できます。さらに、私たちはプレイヤーに報酬を与えることが大好きで、それはあなたが私たちに参加した瞬間から始まります.ウェルカム パッケージを請求すると、残りのオファーが開始されます。見逃さないように、必ずマーケティング メールをオプトインしてください。","Are my earnings directly added to my wallet?":"収益はウォレットに直接追加されますか?","Yes, after every win, the amount you won is automatically added to your wallet.":"はい、勝利するたびに、獲得した金額が自動的にウォレットに追加されます。","Do I have to fill all the information in my profile page with real information?":"プロフィール ページのすべての情報に実際の情報を入力する必要がありますか?","Yes, in order to serve you better and to receive payments faster without problems, also to protect you and your account, you must provide real information about yourself.":"はい、より良いサービスを提供し、支払いを問題なく迅速に受け取るために、またあなたとあなたのアカウントを保護するために、あなた自身に関する実際の情報を提供する必要があります.","What should I do if I face any problem with the payment or withdrawal process?":"支払いまたは引き出しのプロセスで問題が発生した場合はどうすればよいですか?","Of course, you can contact us by opening a ticket from the support page, and you will be answered and your problem will be solved as soon as possible by experts.":"もちろん、サポート ページからチケットを開いてご連絡いただくこともできます。専門家が迅速に対応し、問題を解決いたします。","How to play?":"遊び方？","What do I do if my account has been hacked?":"アカウントがハッキングされた場合はどうすればよいですか?","Do not worry, you can contact us via e-mail and give us all the information about your account to help you retrieve your account.. To avoid hacking or stealing your account, we recommend activating two-step verification for your account.":"心配しないでください。電子メールでご連絡いただければ、アカウントに関するすべての情報をお知らせいただければ、アカウントを取得できます。アカウントのハッキングや盗難を防ぐために、アカウントの 2 段階認証を有効にすることをお勧めします。","Buy ticket and get million dollars for a click":"チケットを購入して、1 回のクリックで 100 万ドルを獲得","What User Say About RichsCasino":"RichsCasinoについてのユーザーの声","A very easy and secure site, and what distinguishes it is simplicity and fast, whether deposits or withdrawals.":"非常に簡単で安全なサイトであり、それを際立たせているのは、入金であろうと引き出しであろうと、シンプルさと迅速さです.","I love betting and this site is guaranteed and simple whenever you want to get some money, I play here.":"私は賭けが大好きで、このサイトは保証されており、お金を稼ぎたいときはいつでも簡単にプレイできます.","Playing is very simple and I can win easily...and the technical support is cooperative and fast in solving any problem.":"プレイは非常にシンプルで、簡単に勝つことができます...テクニカルサポートは協力的で、どんな問題でも迅速に解決してくれます。","I cannot describe my happiness with this site, as I won a lot.. recommended.":"私はたくさん勝ったので、このサイトで私の幸せを説明することはできません..お勧め.","World Series of Poker announces 2022 Poker Hall of Fame Finalists":"ワールド シリーズ オブ ポーカーが 2022 年ポーカー殿堂のファイナリストを発表","Why is Red Hot Revenue and the casino's that it represents rogued?":"レッド・ホット・レベニューとそれが代表するカジノが不正を行っているのはなぜですか?","Rapid world of online technology emerges a new gaming platform":"オンライン技術の急速な世界は、新しいゲーム プラットフォームを出現します。","Referral Commission":"紹介委員会","The name says it all – we’re the home of online casino, with the personal touches to make your experience here.":"名前がすべてを物語っています - 私たちはオンラインカジノの本拠地であり、ここでの経験を作るための個人的なタッチを備えています.","Welcome to RichsCasino":"リッチカジノへようこそ","Username or Email":"ユーザー名または電子メール","Password":"パスワード","Login Now":"ここでログイン","Enter Code":"コードを入力する","Haven't an account?":"アカウントを持っていませんか？","Create an account":"アカウントを作成する","Forget password?":"パスワードをお忘れですか？","I agree with":"私は同意します","Register":"登録","Already i have an account in here":"すでにここにアカウントを持っています","First Name":"ファーストネーム","Last Name":"苗字","Country":"国","Mobile":"モバイル","Username":"ユーザー名","Email address":"電子メールアドレス","Confirm Password":"パスワードを認証する","Most Views":"ほとんどのビュー","Choose the right game to start, Add the amount you like to play with, Choose the right option for you, Click Play Now and Win Money!":"開始する適切なゲームを選択し、プレイしたい金額を追加し、適切なオプションを選択し、[今すぐプレイ] をクリックしてお金を獲得しましょう!"}